[
  {
    "id": "7f42bbc5-62bd-4045-96ed-5d6976b564b0",
    "title": "Untitled",
    "text": "Colorado State University UNICEF Case Phase I Logistics Capacity Assessment (LCA) Joey LaValley, Emily Walker, and Ashley Lounady MGT 377, Section 1, Group #6 Dr. John R. Macdonald March 2025 Table of Contents",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "e7c213ba-4fef-4954-9228-f6faf5a61a51",
    "title": "2.1 Port Assessment................................................................................................................ 9",
    "text": "• 2.1.1 Port of Lae......................................................................................................... 10 • 2.1.2 Port of Motukea................................................................................................. 17",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "5d0228c6-da4e-4a2d-9206-c1503be45772",
    "title": "2.2 Aviation.......................................................................................................................... 23",
    "text": "• 2.2.1 Jackson International Airport............................................................................ 24",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "d5e948eb-f7e2-4e50-a529-115b8b2b87a9",
    "title": "4.4 Storage Company Contact List....................................................................................... 40",
    "text": "Citations...................................................................................................................................... 41",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "a2916629-f3f5-43d9-ae41-d25d8e19cea1",
    "title": "1 Papua New Guinea Profile",
    "text": "Source: https://geology.com/world/papua-new-guinea-satellite-image.shtml Generic Information Papua New Guinea (PNG) is a diverse island nation in Oceania, occupying the eastern half of New Guinea and surrounding islands in Melanesia. With a land area of approximately 462,840 km², it is slightly larger than California (Wikipedia, 2025). PNG is one of the most culturally diverse countries, with over 800 languages spoken, though English is the official language. The capital, Port Moresby, has a population slightly smaller than Miami, Florida of 420,000 (World Population Overview, 2025). Despite its size, nearly 70% of the country remains unexplored. With a population of 10.7 million (Worldometer, 2025), transportation beyond ports relies on road, air, and river networks to reach remote areas.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "e1a65226-3906-4fc6-8293-2b88cf9d2ece",
    "title": "1.1 Humanitarian Background",
    "text": "Disasters, Conflicts and Migration Natural Disasters Type Occurs Comments / Details Drought Yes Droughts in PNG are often linked to El Nino events, causing significant impacts on water supply, agriculture, and food security, especially in highland regions. Earthquakes Yes PNG is located on the Pacific “Ring of Fire” and experiences frequent and sometimes severe earthquakes, leading to infrastructure damage and displacement. Along with these earthquakes they can sometimes form tsunamis. The tsunamis can be extremely detrimental to life on the island. Epidemics Yes PNG faces outbreaks of diseases such as malaria, tuberculosis, and more recently COVID-19. Poor healthcare infrastructure makes epidemics difficult to control. Extreme Temperatures No PNG has a tropical climate, and while temperature fluctuations occur, extreme temperatures are generally not a significant hazard. Flooding Yes Seasonal heavy rains and cyclones cause flooding, particularly in coastal and low- lying areas, displacing communities and",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "f83d6f40-5d09-417a-97f9-e60cdd75fcd9",
    "title": "1.1 Humanitarian Background",
    "text": "damaging crops and homes. Mudslides Yes Landslides and mudslides are common in PNG’s mountainous areas, especially after heavy rains, leading to loss of life and destruction of property. Volcanic Eruptions Yes PNG has several active volcanoes, such as Mount Ulawun and Mount Tavurvur. Eruptions have led to evacuations and long-term displacement in affected areas. High Waves / Surges Yes Coastal areas of PNG are vulnerable to high waves and storm surges, especially during tropical cyclones, leading to coastal flooding and erosion. Man-Made Issues Wildfires Yes During prolonged dry periods, especially linked to El Nino, wildfires can break out, particularly in grassland and forested areas, affecting air quality and crops. High Winds Yes PNG is impacted by tropical cyclones and storms that bring strong winds, damaging homes, crops, and infrastructure. Climate Change-Induced Disaster  Yes Rising sea levels, increased storm intensity, and changing rainfall patterns threaten coastal communities, agriculture,",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "a1c4b4c4-571f-4daa-bd03-64d3030c8f8a",
    "title": "1.1 Humanitarian Background",
    "text": "and biodiversity in PNG. Type Occurs Comments / Details Civil Strife Yes PNG has ongoing internal conflicts, particularly tribal violence and disputes over land, resources, and compensation. In the Highlands Region, tribal warfare is common and sometimes intensified using modern weapons. These conflicts often displace people, destroy property, and disrupt social services. International Conflict No Papua New Guinea is not currently involved in any international conflicts. However, its geographical location in the Pacific means it is strategically important, and there are occasional tensions related to resource exploration (ex: fishing rights, seabed mining) but no active international wars or conflicts. Other Comments Man-made issues in PNG also include significant problems with corruption, law and order breakdowns, and issues around governance. These exacerbate poverty, limit infrastructure development, and reduce the governments capacity to respond to disasters and public needs.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "ec48bca2-8013-4b9d-ae5d-455b6ebbb783",
    "title": "1.1 Humanitarian Background",
    "text": "Additionally, issues related to extractive industries (mining, logging) have led to environmental degradation and local disputes. Seasonal Effects on Logistics Capacities Seasonal Effects on Transport",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "4367a75e-8f35-49f1-be85-deaddfa0f395",
    "title": "1.2 Papua New Guinea Customs Information",
    "text": "Customs Clearance The Customs clearance process in PNG is complex and time-consuming as assumed. The average processing time is 53 days according to UNICEF’s data from 2024 (Kieran Bligh Email 2025). These delays contribute to increased demurrage and detention costs. The customs process consists of four key stages. First, an importer must lodge an important declaration by completing Customs Form 15. Next, an authorized customs agent must submit a hard copy of the entry and supporting documents to a designated customs office for review. These documents typically include a commercial invoice, a bill of lading or airway bill, a packing list, and relevant permits or licenses. Transport Type Time Frame Comments / Details Primary Road Transport December to April (Wet Season) During the wet season, heavy rainfall causes widespread flooding and landslides, making many primary roads impassable- especially in highland and rural areas like the Highlands Highway. The terrain in PNG is mountainous, and",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "780ba2bb-a2d9-4d38-89f1-17745fbe835c",
    "title": "1.2 Papua New Guinea Customs Information",
    "text": "roads are often unpaved or poorly maintained, further worsening access during the rains. This impacts economic activities (trade and agriculture transport) and social access to markets, schools, and health services. Some areas can become completely isolated. Air Transport December to April (Wet Seasons), sometimes year-round in remote areas Air transport is crucial in PNG due to poor road connectivity. However, during the wet season, fog, storms, and heavy rain often cause flight delays and cancellations, especially in mountainous regions like the Highlands. Airstrips in rural areas may be muddy or flooded, affecting small aircraft landings. Despite this, air travel often remains the only option to access remote communities when roads are blocked. Waterway Transport Year-round but affected by December to April (Wet season) PNG’s river and coastal transport is essential for many remote communities. During the wet season, flooded rivers and strong currents can make travel dangerous or impossible in some",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "0fb026cc-8c58-4d55-b27d-8a64ccd2afb1",
    "title": "1.2 Papua New Guinea Customs Information",
    "text": "cases. Rising river levels may help access inland communities, but rough seas and storms along the coast hinder maritime transport between islands and coastal towns. Social and economic disruptions occur when transport of goods and people is delayed. The second stage involves the verification of supporting documents by customs officials. This step ensures that goods are classified correctly according to the customs tariff and that all required documentation is in order. Authorities may request additional documents such as certificate of origin, bank transfer records, or relevant email correspondence. Once verified, importers proceed to the third stage: payment of duties and taxes. Currently, payments are accepted in cash or by approved bank cheques, which must be made at a customs office. Finally, upon completion of these steps, customs clearance is granted, allowing for the release of goods. Customs Duty Exemptions and Aid Status Privileges",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "d36eb8a4-9df6-4754-bc3d-903c4f2f89d7",
    "title": "1.2 Papua New Guinea Customs Information",
    "text": "Exempted goods in PNG refer to imports that are not subject to Customs Duty due to various legislative acts and parliamentary decisions (Papua New Guinea Customs Exemptions). However, importers must still report these goods to Customs and fulfill the necessary documentation requirements. The authority to grant duty exemptions lies with the Head of State, who exercise this power under legislations such as the Diplomatic and Consular Privileges and Immunities Act, the Aid Status (Privileges and Immunities) Act, and the Customs Tariff Act 1990 (Papua New Guinea Customs Exemptions). These exemptions ensure that humanitarian aid is not hindered by import taxes and duties, allowing designated aid organizations to operate more efficiently. Duty exemptions apply under specified conditions and for specific purposes, including educational and medical services. Organizations certified by the Secretary of Department of Prime Minster as non-commercial and exclusively devoted to public welfare may qualify for",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "33e669af-3476-4cc0-bd3e-c84f1fd49955",
    "title": "1.2 Papua New Guinea Customs Information",
    "text": "such exemptions and in this case it does.  Papua New Guinea enforces strict import regulations for prescription drugs, such as vaccines, to ensure public health and safety. The importation of vaccines, whether living or killed, is highly regulated under Schedule 2, Item 221 of the Customs (Prohibited Import) Regulation 1973. To bring vaccines into the country, importers must obtain official permission from the Minister for Health or the Director of Agriculture, depending on the type of vaccine. Oversight of these imports is managed by the Department of Health and the National Agriculture Quarantine and Inspection Service (NAQIA) to prevent the entry of substandard or unsafe vaccines (Papua New Guinea Customs Prohibitions). The Head of State also has the authority to reduce tariff rates for goods imported from select Pacific countries or those that contribute to local industry. However, bilateral trade agreements",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "a60514ff-63f6-4166-824d-611d41a6e7e6",
    "title": "1.2 Papua New Guinea Customs Information",
    "text": "and multilateral treaties grant additional exemptions under specific conditions. Importers seeking duty exemptions must apply in writing to the Tariff and Trade Branch of Customs, providing supporting documentation such as Bills of Lading, Commerical Invoices, and Purchase Orders. Customs officials will assess applications to ensure compliance with exemption criteria, and failure to submit requests in advance may result in clearance delays and associated costs. While duty exemptions relieve organizations from Customs taxes, other charges such as quarantine fees, wharf handling costs, and customs agent fees remain the responsibility of the importer. Compliance with import regulations is crucial to avoid penalties and ensure smooth clearance of exempt goods.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "266b068f-dade-4dcd-a534-39bc8848db35",
    "title": "2 Papua New Guinea Logistics Infrastructure",
    "text": "Electrical Grid The electrical grid in Papua New Guinea is one of the lowest electrification rates globally. Only 13% of the population have access to reliable and adequate electricity meaning that 87% of the population is primarily rural and remote and living without consistent or no power (World Bank and ADB). Some challenges that PNG is facing in their electrical grid are rugged geography and isolation, aging and limited infrastructure, high costs of power, and limited national grid coverage. With PNG’s mountainous terrain, dense forests and widely scattered villages it makes it difficult and expensive to extend power lines. With their limited power lines, they are old and poorly maintained, having frequent power outages, voltage fluctuations, and limited capacity (The National). With these power shortages at night it leads to reduced community safety, with crime rates rising. Currently there are efforts to connect the population of PNG to electricity by 2030 with the PNG",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "4b521ea4-41b7-445a-856e-abe4162675a7",
    "title": "2 Papua New Guinea Logistics Infrastructure",
    "text": "Electrification Partnership (PEP). Other efforts the government is making are investment in renewable energy and private sector looking to invest in hydropower, solar, and biomass to reduce dependence on diesel. Lastly, having partnerships with private companies, development banks, and international donors helps fund infrastructure improvements. Some economic limitations include lack of power which hinders industrial growth, reduces productivity, and discourages foreign investment. There are also some social challenges because health clinics, schools, and community centers often operate without power, limiting education and healthcare delivery. Most households depend on kerosene lamps or firewood, which are unsafe and harmful to health. For the future, having a goal of 70% electrification by 2030 will require massive investment, coordination, and technological innovation. Decentralized renewable energy solutions like solar",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "4cc2d5b6-bf49-4061-a687-35cb1ed83064",
    "title": "2 Papua New Guinea Logistics Infrastructure",
    "text": "microgrids offer practical ways to reach remote communities. Sustained focus on grid modernization, policy reform, and private public partnerships will be essential to overcome these longstanding challenges. Governments Role Government and foreign investments are actively shaping the transport and logistics landscape. The Australian government, Asian Development Bank (ADB), and World Bank have invested in key infrastructure projects, including the Highlands Highway rehabilitation, which is crucial for connecting the agriculturally rich Highland's region to the port city of Lae. Several ongoing and planned national projects aim to improve logistics and transport. One significant project is the Connect PNG Initiative, a long-term government program aiming to link isolated regions through better road, bridge, and port infrastructure. Initiated in 2020, this program is expected to span 20 years, with major milestones every five years. The expected completion of key highway",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "2a5a4799-6783-4cc6-9baf-893216fdb410",
    "title": "2 Papua New Guinea Logistics Infrastructure",
    "text": "links is projected between 2025 and 2030, which would dramatically improve internal logistics, reduce transportation costs, and enhance access to markets and services. In summary, while PNG’s logistical infrastructure remains underdeveloped and faces many obstacles, there is strong national and international commitment to improving the situation. The success of current and planned projects will be crucial in shaping the country’s future connectivity and economic development. If completed as envisioned, these initiatives will transform PNG’s transport network, reducing isolation and fostering growth across the country.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "ce6160e7-94b8-45ef-9a80-40e06ea4e02e",
    "title": "2.1 Port Assessment",
    "text": "Port congestion is when vessels experience delays in loading and unloading cargo due to overcrowded port facilities, insufficient equipment, and logistical bottlenecks. Port Moresby and Lae, the two main ports for PNG experience this due to high traffic volume, limited infrastructure and equipment, and logistical and administrative inefficiencies. Having port congestion has many impacts including delays and increased costs, supply chain disruptions, and economic impact. With the delays ships are often forced to wait at anchorage for days or even weeks, incurring demurrage charges which has been a bif problem for UNICEF. Having these delays can impact importing essential goods like food, fuel, and medicine. A couple of solutions to port congestion could be improving customs and logistics by introducing digital customs processing to reduce paperwork. Both ports are owned by the state and are Privately managed by ICTSI (International Container",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "4e8d43c2-fe13-43c9-8133-49e888d24358",
    "title": "2.1 Port Assessment",
    "text": "Terminal Services, Inc.) that has recently signed a 25-year contract to manage the ports (Business Advantage PNG 2019). Investing in modernized infrastructure can help handle larger volumes and encourage private sector investment to improve efficiency, capacity, and management of port operations. The Australian government has invested $580 million AUD to support and upgrade ports across PNG from 2022-2026 known as the “Papua New Guinea Ports Infrastructure Investment Program”  (Business Advantage PNG 2022). Port Moresby as of August 2024 recorded two supporting vessel calls, indicating a stable level of port activities. For container ship calls the port handled three in November of 2024 which is consistent with previous weeks. This suggests that there is a steady flow of container traffic. For the Lae Port they initiated the installation of two new shore-to-shore cranes in September 2022. This enhancement aimed to boost terminal productivity but was expected to cause shipping",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "08813f0e-0c08-4bff-935a-f699331ee052",
    "title": "2.1 Port Assessment",
    "text": "delays and supply chain impacts for approximately 30 days during the installation phase. With the investments of these ports and constant infrastructure upgrades, PNG will boost the availability of products, commerce, and amenities for local populations. Additionally, these improvements will contribute to Papua New Guinea's economic growth by upgrading and expanding the country's transportation and logistics infrastructure Source: https://s3.eu-west-1.amazonaws.com/logcluster-web-prod-files/public/2023-05/ PNG_GLPM_A3P_20230414.pdf",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "0931645f-41cf-41c0-ad46-2ad913f131d0",
    "title": "2.1.1 Port of Lae",
    "text": "Port Overview The Port of Lae (South Pacific International Container Terminal) or SPICT is Papua New Guinea’s largest and busiest port, handling approximately half of the country's maritime trade. Operated by PNG Ports Corporation Limited (PNGPCL), Lae serves as a crucial hub for international and coastal trade, processing over 60% of containerized and bulk cargo. The port supports industries such as mining, agriculture, and retail by facilitating imports and exports. It has the infrastructure to accommodate large container vessels, including a tidal basin terminal capable of berthing sizable ships. The port is legally authorized to receive pharmaceuticals and other regulated medical supplies, with SOPs in place for time-temperature-sensitive cargo. Port website: https://www.pngports.com.pg/index.php/component/sppagebuilder/page/53 Port Location and Contact Port Picture Port Layout Country Papua New Guinea Province or District Morobe Province Nearest Town or City with Distance from Port Lae",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "f93426b8-d28a-44a2-9137-b6831059c626",
    "title": "2.1.1 Port of Lae",
    "text": "Port's Complete Name  South Pacific International Container Terminal (SPICT) Latitude 06° 44.546’S Longitude 145° 59.214’E Managing Company or Port Authority PNG Ports Corporation Limited (PNGPCL) Management Contact Person  Port Manager (PNG Ports Corporation Limited) Nearest Airport and Airlines with Frequent International Arrivals/ Departures Airport Name: Lae Nadzab Airport (LAE / AYNZ, (50 minutes away from port) International carriers: Air Niugini, PNG Air, Quantas, and Philippine Airlines Description and Contacts of Key Companies ICTSI South Pacific operates Lae’s South Pacific International Container Terminal, providing 24/7 stevedoring services, including heavy-lift capabilities with mobile harbor cranes. Website Port Performance South Pacific International Container Terminal is a strategic trade hub in Papua New Guinea, supporting high cargo throughput and regional connectivity. With privately managed container",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "32bf5598-41ed-40a2-b1d7-b62ac8a6ac7b",
    "title": "2.1.1 Port of Lae",
    "text": "operations, modern port equipment, and strong feeder vessel connections, it plays a crucial role in facilitating imports, exports, and economic growth. Discharge Rates and Terminal Handling Charges This is going to be the same for all PNG ports. For information on port rates and charges, see the following link: PNG Ports Corporation Tariffs. The 2025 Non-Regulated Tariff Schedule outlines charges for various port services, including berthage, wharfage, pilotage, cargo handling, and storage fees. Break bulk and bulk cargo rates are specified, with additional surcharges applicable for hazardous materials and oversized cargo. Terminal handling charges vary based on cargo type and weight. Special rates apply for refrigerated containers (reefers), with additional electricity and monitoring fees. For the most up- to-date information, consult the official tariff document or contact PNG Ports Corporation Limited directly. All rates are in PNG Kina currency (PGK).",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "1ea36fb5-353a-41e4-80b8-b9e397e156b3",
    "title": "2.1.1 Port of Lae",
    "text": "Below are Reefer charges to consider if transporting vaccines: Handling Figures for 2024 Vessel Calls  N/A Note: Most Vessel calls are handled by the ports Container Traffic (TEUs)  237,774 Port Handling Equipment Is the port equipment managed by the government or privately? Privately managed by ICTSI (International Container Terminal Services, Inc.) Management of the Port Handling Equipment: The port equipment is privately owned and managed by ICTSI (International Container Terminal Services, Inc.)  at for SPICT, which ensures high efficiency and flexibility in operations. This applies for both ports (Motukea and SPICT). Equipment Available Total Quantity and Capacity Available Comments on Current Condition and Actual Usage Dockside Crane No  N/A  N/A Container Gantries Yes 2 x ZPMC 50T Post Panamax Mobile Cranes Yes",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "9ed2e376-45f3-494e-9114-159e56083486",
    "title": "2 x 100T Gottwald",
    "text": "Mobile Harbor Cranes Regularly used for heavy lifting, in good condition Reachstacker Yes  4 x Kalmar Reach Stackers In good condition, frequently used for container handling Forklifts Yes",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "c4813b1f-01da-40fd-8548-1dcc900972f0",
    "title": "1 x 16T Kalmar",
    "text": "Forklift, 1 x 10T Hangcha Forklift, 1 x 5T TCM Forklift (Second 5T for workshop use) Used for various handling tasks, well maintained Terminal Trucks Yes",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "4673c21f-9285-4cc5-8a3c-af17afdebae9",
    "title": "3 x Kalmar Terminal",
    "text": "Trucks",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "5c384f6d-4a46-4f44-817a-c446ebbc00d3",
    "title": "3 x Terberg Terminal",
    "text": "Trucks Used for moving containers Cherry Picker (EWP- Genie) Yes",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "cc59cbd2-e5c6-479d-8ce6-9eddcf534b73",
    "title": "1 x EWP-Genie",
    "text": "Cherry Picker Elevated work platform for maintenance Container Facilities Port Lae has significantly upgraded its container facilities in recent years. The South Pacific International Container Terminal (SPICT) at Lae is now equipped with two post-Panamax ship- to-shore cranes capable of servicing vessels up to 6,000 TEUs, making them the largest port equipment in the country. These improvements have increased productivity from 7 to 40 container moves per hour, allowing the port to handle larger ships and boosting its capacity as a potential transshipment hub for the Pacific region (Business Advantage PNG 2025). Terminal Information MULTIPURPOSE TERMINAL The Port of Lae (SPICT) serves as a multipurpose terminal, handling various cargo types including containers, break bulk, and bulk cargo. The port has undergone significant upgrades, including the addition of a new tidal basin measuring 700 x 400 meters and a 240-meter long",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "b3a1a0d4-ede7-487e-82a8-b2566d198c7b",
    "title": "1 x EWP-Genie",
    "text": "multipurpose berth. The terminal is equipped with two post-Panamax ship-to-shore (STS) cranes capable of servicing vessels up to 6,000 TEUs, making them the largest port equipment in Papua New Guinea (Container News 2022). MAIN STORAGE TERMINAL Based on the provided map, the South Pacific International Container Terminal at  has a total terminal area of 11.43 hectares and total yards covering 86,500 square meters. While the map details the container yard layout and locations of infrastructure like the office/workshop building, weigh bridge, and gas facility, it does not specify the availability of specific warehouses or dedicated storage for specialized cargo types such as medical supplies. Refrigerated container stations (reefer points) are available. Without public information on specific details, additional Skeletal Trailers Yes 8 x Skeletal Trailers Used for container transport Facilities 20 ft 40 ft Container Facilities Available Available Available Container Freight Station (CFS)",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "82f6d2bc-4b7d-4230-9fd6-cb5d98d294b2",
    "title": "1 x EWP-Genie",
    "text": "Data Not Available  Data Not Available Refrigerated Container Stations Available  Available Number of Reefer Stations (Connection Points)",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "eeba8a05-7173-4134-bb96-d7cb01801e34",
    "title": "306 Plug Points  306 Plug Points",
    "text": "information is needed from PNG Ports Corporation or ICTSI for clarification on specialized storage options. Stevedoring Stevedoring operations at Lae Port's South Pacific International Container Terminal (SPICT) are managed by ICTSI South Pacific. These operations provide 24-hour services to keep cargo moving efficiently. SPICT utilizes modern equipment, including spreaders, forklifts, and ship-to- shore cranes, including two post-Panamax cranes to facilitate cargo handling. At Port Lae, stevedoring services are provided by Lae Port Services, Consort Express Lines, and Joint Venture Port Services (Nationwide Business Directories PNG 2025).These operators run 24-hour operations, utilizing spreaders, forklifts, lifting and rigging gear, and harbor cranes for cargo handling. Currently, ship-to-shore cranes are in use for loading and unloading operations. Port Security PNG Ports Corporation Limited has implemented comprehensive security measures at Port Lae",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "e73dd653-18ed-474e-a929-b7e24cb6b3d0",
    "title": "306 Plug Points  306 Plug Points",
    "text": "to comply with the International Ship and Port Facility Security (ISPS) Code. The port features properly manned gates and effective fencing that extends to the quayside, ensuring intruders are kept out. All personnel and visitors are issued with clear identification cards or visitor passes, and a log is maintained to track everyone entering the terminal. Visitors must provide identification for pass issuance. Port Facility Security Officers regularly assess and tailor security measures to meet specific facility needs while adhering to ISPS Code requirements, ensuring a secure environment for operations and assets (ICTSI PNG 2025).",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "dbffe1f4-ba07-4eb1-8b64-4cb594a0e561",
    "title": "2.1.2 Port of Motukea",
    "text": "Port Overview The Port of Motukea, located near Port Moresby in Papua New Guinea, is a major maritime gateway supporting the country’s trade and industry. Operated by the PNG Ports Corporation, the port primarily handles containerized cargo, bulk goods, and project shipments, serving as a key hub for imports such as machinery, fuel, and construction materials, while facilitating exports like liquefied natural gas, timber, and agricultural products. The port features modern container handling equipment, deep-water berths, and enables efficient cargo operations. Motukea Port is authorized to receive pharmaceuticals and medical supplies in compliance with PNG’s regulatory framework. Standard operating procedures (SOPs) for handling medical cargo, including time-temperature-sensitive shipments and controlled substances, are in place to ensure compliance with health and safety regulations. Port website: https://www.pngports.com.pg/index.php/component/sppagebuilder/page/53 Port Picture Port Layout",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "fabac31b-64eb-40b5-8f90-038f03dcb8a3",
    "title": "2.1.2 Port of Motukea",
    "text": "Port Location and Contact Country Papua New Guinea Province or District  National Capital District Nearest Town or City with Distance from Port Port Moresby",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "e1695012-a802-4d7d-8fda-fbe736e3925b",
    "title": "12 km",
    "text": "Port's Complete Name  Port of Motukea Latitude -9.423 Longitude 147.10638 Managing Company or Port Authority PNG Ports Corporation Limited Motukea International Terminal (MIT) – Managed by ICTSI Terminal Operator (International Wharf) - Motukea Coastal Berths – Managed by Consort MUL & Port Services Stevedoring (Domestic Wharf) Management Contact Person  Port Manager (PNG Ports Corporation Limited) Nearest Airport and Airlines with Frequent International Arrivals/ Departures Airport Name: Jacksons International Airport (Port Moresby) International Carriers: Air Niugini, Qantas Airways, Philippine Airlines, Virgin Australia, Fiji Airways, Solomon Airline Source: https://www.pngports.com.pg/index.php/component/sppagebuilder/page/53 Description and Contacts of Key Companies Key Companies Operating Within the Port ICTSI South Pacific, a subsidiary of International Container Terminal Services, Inc. (ICTSI), is the primary terminal operator at Motukea International Terminal (MIT). ICTSI provides 24-",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "61ae29e6-dc88-44a9-977d-19887df5015d",
    "title": "12 km",
    "text": "hour stevedoring services, including container handling with mobile harbour cranes (MHC), forklifts, and spreaders. Their operations ensure efficient cargo movement, including heavy-lift capabilities of up to 150 tonnes. More details about ICTSI South Pacific can be found at ICTSI PNG. Pacific Towing specializes in marine services within the port, providing tugboat assistance, salvage operations, and emergency response. Their expertise ensures the safe movement of vessels within port waters, supporting both commercial and industrial shipping activities. For more information, visit Pacific Towing. Port Performance The terminal accommodates various vessel types, including roll-on/roll-off (Ro/Ro) and breakbulk ships, with a maximum permissible draft of 13 meters and the capability to handle vessels up to 300 meters in length and 40 meters in breadth. The terminal operates 24/7 for vessel operations, while gate operations are available from 8:00 am to 8:00.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "8ff16ab4-75d4-4d2c-9d62-875f4abb360d",
    "title": "12 km",
    "text": "Recent investments, such as the deployment of ship-to-shore gantry cranes in early 2023, have significantly improved operational efficiency at MIT. These enhancements have increased productivity from approximately seven container moves per hour to 40, marking a six-fold improvement. Discharge Rates and Terminal Handling Charges For information on port rates and charges, see the following link: PNG Ports Corporation Tariffs. The 2025 Non-Regulated Tariff Schedule outlines charges for various port services, including berthage, wharfage, pilotage, cargo handling, and storage fees. Break bulk and bulk cargo rates are specified, with additional surcharges applicable for hazardous materials and oversized cargo. Terminal handling charges vary based on cargo type and weight. Special rates apply for refrigerated containers (reefers), with additional electricity and monitoring fees. For the most up- to-date information, consult the official tariff document or contact PNG Ports Corporation",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "891a4253-8131-4001-8926-1cef298b5c7f",
    "title": "12 km",
    "text": "Limited directly. All rates are in PNG Kina (PGK). Below are Reefer charges to consider if transporting vaccines: Handling Figures for 2024 Vessel Calls  N/A Note: Most Vessel calls are handled by the ports Container Traffic (TEUs)  111,000 Port Handling Equipment Is the port equipment managed by the government or privately? Privately managed by ICTSI (International Container Terminal Services, Inc.) Management of the Port Handling Equipment: The port equipment is privately owned and managed by ICTSI (International Container Terminal Services, Inc.), which ensures high efficiency and flexibility in operations. The equipment is maintained regularly to ensure reliability, and usage is optimized based on demand. Equipment Available Total Quantity and Capacity Available Comments on Current Condition and Actual Usage Dockside Crane No  N/A  N/A Container Gantries No  N/A  N/A Mobile Cranes Yes",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "f0120e89-a432-4727-b476-b7a8396d77db",
    "title": "2 x GOTTWALD",
    "text": "HMK6407 with a lifting capacity of 100T/11-24m – 38T/ 51m and max radius of 51m Regularly used for heavy lifting, in good condition Reachstacker Yes  4 x Kalmar Reach Stackers In good condition, frequently used for container handling Container Facilities Port Motukea has significantly upgraded its container facilities in recent years. These improvements have increased the port's efficiency and capacity to handle larger vessels. In November 2023, MIT welcomed the 2,754-TEU gearless container ship \"Kota Gabung,\" the largest boxship to ever dock in Papua New Guinea and the Pacific Islands region (Container News 2023). This milestone demonstrates MIT's growing capability as a potential transshipment hub for the Pacific region. Forklifts Yes",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "ff2ed7b9-84ca-4630-accc-d6c38c365adf",
    "title": "1 x 16T Kalmar",
    "text": "Forklift, 1 x 10T Hangcha Forklift, 1 x 5T TCM Forklift (Second 5T for workshop use) Used for various handling tasks, well maintained Terminal Trucks Yes",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "22440ef1-0d3d-4004-a159-4b8c9fbd3759",
    "title": "3 x Kalmar Terminal",
    "text": "Trucks",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "8df26d0a-fd67-46b2-be05-7838025c7478",
    "title": "3 x Terberg Terminal",
    "text": "Trucks Used for moving containers Cherry Picker (EWP- Genie) Yes",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "85123301-123e-459f-9f5e-a76844a49237",
    "title": "1 x EWP-Genie",
    "text": "Cherry Picker Elevated work platform for maintenance Skeletal Trailers Yes 8 x Skeletal Trailers Used for container transport Facilities 20 ft 40 ft Container Facilities Available Available Available Container Freight Station (CFS) Data Not Available  Data Not Available Refrigerated Container Stations Available  Available Number of Reefer Stations (Connection Points)",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "3035617b-be01-47a0-93ca-294817d1d22d",
    "title": "58 Plug Points  58 Plug Points",
    "text": "Terminal Information MULTIPURPOSE TERMINAL Motukea International Terminal (MIT) in Port Moresby serves as a multipurpose terminal, accommodating Ro-Ro vessels, break bulk cargo, and international containers. The terminal features berths with drafts of up to 12.5 meters and is equipped with mobile harbor cranes for efficient cargo handling. MAIN STORAGE TERMINAL Motukea International Terminal provides 2.26 hectares of storage space, including open storage and facilities for containerized cargo. While there are no specific warehouses mentioned at the terminal, refrigerated container stations (reefer points) are available. There is no explicit mention of separate storage for medical supplies or associated charges, nor whether such storage is located before or after customs clearance. These are not publically shared. Additional details are needed from PNG Ports Corporation or ICTSI for clarification on specialized storage options. Stevedoring",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "52e723fc-5aef-41b7-bf19-c85d31c3e20c",
    "title": "58 Plug Points  58 Plug Points",
    "text": "Stevedoring operations at Motukea International Terminal (MIT) are managed by ICTSI South Pacific, a private terminal operator that provides 24-hour services. These operations include the use of spreaders, forklifts, and mobile harbour cranes (MHC) to facilitate cargo handling. For extra heavy lifts, MIT utilizes MHC cranes with a lifting capacity of up to 150 tonnes, complementing the ships' own cranes to ensure efficient operations. At Motukea Coastal Berths, stevedoring services are provided by Consort Shipping, MUL, and Port Services Stevedoring. These operators also run 24-hour operations, utilizing spreaders, forklifts, lifting and rigging gear, and a harbor crane for cargo handling. Currently, ship-to-shore cranes are in use for loading and unloading operations. Permissible loadings at these berths are set at 10.0 tonnes for long-term operations and 5.0 tonnes for short-term handling. Both MIT and the coastal berths rely on skilled labor to maintain smooth cargo operations.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "5721b2aa-a86e-43ac-b934-f2b8e79ed4da",
    "title": "58 Plug Points  58 Plug Points",
    "text": "Additional labor can be sourced if required, depending on vessel traffic and demand. There may be incentives available for high-volume shipments or specialized cargo handling, subject to negotiation with the respective terminal operators. Port Security PNG Ports Corporation Limited has implemented comprehensive security measures across its port network in PNG to comply with the International Ship and Port Facility Security (ISPS) Code and meet International Maritime Organization (IMO) obligations. The security arrangements include properly manned gates, effective fencing surrounding terminals and extending to quaysides, and strict identification protocols for all personnel and visitors. To obtain a photo ID, you must submit an application through PNG ports. Port Facility Security Officers regularly review and assess security risks, ensuring that security measures are tailored to each facility's specific needs while adhering to ISPS Code requirements.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "aada0762-d5bb-4d84-9c9f-3d1874f0dc7c",
    "title": "2.2 Papua New Guinea Aviation",
    "text": "Papua New Guinea’s aviation sectors play a crucial role in connecting its remote and mountainous regions, given the country’s rugged terrain and limited road infrastructure. The National Airports Corporation (NAC) is the supervising authority responsible for managing and maintaining the majority of the country’s airports, including the key international airports in Port Moresby and Lae. The NAC operates under the Civil Aviation Act of 2000 and is regulated by the Civil Aviation Safety Authority (CASA PNG), which oversees safety, security, and compliance with international aviation standards. National capacity is limited due to again infrastructure and high maintenance costs associated with operating in remote areas. Jacksons International Airport in Port Moresby is the only airport that can handle large passenger and cargo aircraft. Smaller airports like Mount Hagen, Goroka, Madang, and Wewak are critical for domestic connectivity but require ongoing maintenance and upgrades.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "9826eb18-f8d1-48e1-bc79-3e9dd9e0edda",
    "title": "2.2 Papua New Guinea Aviation",
    "text": "Environmental regulations have some guidelines like handling, storage, and disposal of hazardous materials, including aviation fuel, to prevent environmental contamination. These are regulated under the PNG’s Department of Environment and Conservation (DEC). Constraints facing the sector include limited runway capacity, aging navigation systems, inadequate terminal facilities, and frequent disruptions due to weather conditions. Along with the high cost of operations and maintenance in remote areas, this limits expansion. There are several planned enhancements and investments that aim to modernize the aviation sector. The Civil Aviation Development Investment Program (CADIP), funded by the Asian Development Bank (ADB) and the Government of PNG, targets the rehabilitation of key regional airports, including runway extensions, upgraded terminals, and improved safety infrastructure. Ongoing investments in air traffic control systems and safety equipment are also part of modernization efforts.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "29da89b6-8b0b-4fe5-b624-730f04fadbcb",
    "title": "2.2.1 Papua New Guinea Jackson International Airport",
    "text": "Airport Overview Jacksons International Airport (POM), located in Port Moresby, is the largest and busiest airport in Papua New Guinea and serves as the main international and domestic gateway into the country. The airport is operated by the National Airports Corporation (NAC) and handles a mix of passenger, cargo, and military traffic. It hosts key airlines such as Air Niugini, PNG Air, and various international carriers. The airport has two main terminals- one for international flights and another for domestic operations. The airport has facilities for handling a variety of cargo, including temperature-sensitive goods, pharmaceuticals, dangerous goods, and medical cargo. The airport is equipped with dedicated cargo terminals and customs services. However, customs clearance days and cargo handling bottlenecks sometimes affect operational efficiency, mainly due to limited specialized handling equipment and staffing shortages during peak periods. The airport complies with International",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "b7660e16-1426-4a07-983c-c8cc949c915e",
    "title": "2.2.1 Papua New Guinea Jackson International Airport",
    "text": "Civil Aviation Organization (ICAO) regulations for dangerous goods but could benefit from enhanced cold chain infrastructure for sensitive pharmaceuticals. The runways and aprons are adequately maintained, while there is aging air navigation equipment and limited apron space during peak hours and restricted cargo storage areas. The runway lighting and navigation aids meet international standards, but poor weather visibility and limited advanced radar systems sometimes affect landing/take-off schedules. Current NOTAMs often include routine maintenance advisories and occasional runway repair notices. Capacity upgrades and new terminal expansion projects are planned but not yet started. Airport Picture Airport Location and Contact Country Papua New Guinea Province or District  National Capital District (NCD) Nearest Town or City with Distance from Airport Port Moresby (Approx. 7 km from city centre) Airport’s Complete Name  Jacksons International Airport Latitude -9.443383 (decimal degrees)",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "6caf6dbd-170b-4bdd-983c-3e54fced7021",
    "title": "2.2.1 Papua New Guinea Jackson International Airport",
    "text": "Longitude 147.22005 (decimal degrees) Elevation (ft and m)  146 ft (44m) Managing Company or Airport Authority National Airports Corporation (NAC) Management Contact Person  Rex Kiponge (Managing Director of NAC) Open: Day only or 24 hrs  24 hrs Number of Runways (including length and width)",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "a41385cf-8c56-4858-9de4-b1050986282d",
    "title": "2 runways: RWY 14L/32R (2750 m x 45 m), RWY",
    "text": "14R/32L (2066 m x 30 m) Number of helipads, including dimensions",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "916d5a5a-ba94-4f38-affc-a03a7b53906e",
    "title": "2 x HLS (approx. 50 x 50 m each, used for VIP",
    "text": "and utility helicopters) Airport Infrastructure Details The airfield has two asphalt runways: Runway 14L/32R, which is approximately 2,750 meters long and suitable for large international aircraft, and a smaller secondary runway mainly used for domestic and smaller aircraft operations. The airport is equipped with standard airfield lighting, instrument landing systems (ILS), and navigational aids; however, maintenance levels can vary due to resource constraints. While the primary runway and taxiways are generally in good operational condition, some operators have noted issues with the consistency of ground lighting and signage visibility, especially during adverse weather conditions. Some infrastructural and operational limitations include restricted apron space during peak times and occasional delays in ground handling services. There are plans for upgrading terminal facilities and enhancing airfield safety systems. Some of the upgrades include improved runway",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "c095914c-f23d-4c6c-a674-753013a3019d",
    "title": "2 x HLS (approx. 50 x 50 m each, used for VIP",
    "text": "lighting and air traffic management technology to meet international safety standards. These improvements are aimed towards the growing demand for both passenger and cargo services at the airport. Airport Operating Details Customs Yes Immigration  Yes Terminal Building  Ys Passenger Terminal  Yes JET A-1 fuel Yes",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "79d1db16-0991-4af7-98b8-1a7d39a88991",
    "title": "A VGAS 100  Yes",
    "text": "Ground Handling Services Yes Cargo terminal Yes Operating Details Maximum Sized Aircraft that can be Offloaded on Bulk Cargo Boeing- 747 or Airbus A330 Maximum Sized Aircraft that can be Offloaded on Pallet The airport can accommodate aircraft such as the Boeing 777 and Airbus A330 for palletized cargo operations. This includes the necessary ground handling equipment and storage facilities for large shipments. Storage Area (m3 and mt) Jacksons International Airport has a cargo terminal with a variety of storage options for both general and specialized cargo. There are no details in specific m3 and metric tons publicly, but it can handle significant volumes, including perishables and temperature-sensitive goods. Handling Equipment For information on handling equipment at Jacksons International Airport you will need to contact the airport directly at +675-325-6100 or info@nai.gov.pg. Storage Facilities Jacksons International Airport in Papua New Guinea has specific storage facilities for handling",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "1ce52de7-9599-452c-8cb0-da4807567069",
    "title": "A VGAS 100  Yes",
    "text": "cargo, including temperature-sensitive goods, though it faces challenges in certain areas. The airport is equipped with various types of storage solutions, but space and capacity constraints may affect its efficiency. The airport’s cold storage facilities are essential for handling temperature-sensitive cargo like pharmaceuticals and perishable goods. These facilities are powered by electricity, with a backup power system to ensure continuous operation during power outages. The cold storage is operated by the airport’s own facility, with a focus on handling sensitive goods that require specific temperature control. Customs authorities manage the cold storage in some cases, and goods may be stored here while awaiting clearance, though this is subject to proper documentation. Regarding the handling of temperature-sensitive goods, the airport employs strict security measures to ensure that the cold storage remains secure, with good practices in place for the safe",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "87b284c8-3aae-497b-a6b7-89b0d1e8e34b",
    "title": "A VGAS 100  Yes",
    "text": "handling of pharmaceuticals. There is focus on proper documentation for cargo entering and leaving the cold storage facility, and goods are typically inspected to meet regulatory requirements. Regular maintenance and calibration of the cold storage equipment are essential to maintain compliance with health and safety standards. While the cold room can accommodate various goods, there are limits on its capacity and the complexity of certain handling processes. For handling the equipment, the cold storage facility is equipped to manage both small parcels palletized cargo. The goods are typically stored on pallets to ensure proper stacking and easier movement within the facility. The airport faces challenges with capacity, and there may be occasional bottlenecks when handling larger volumes of sensitive cargo. Regular maintenance schedules are important for ensuring that cold storage continues to meet the requirements of both",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "ce972c28-8809-49b0-8a27-bd5bc4b51f27",
    "title": "A VGAS 100  Yes",
    "text": "food and pharmaceutical handling. They are actively working to improve its storage capacity, with future plans for enhancements aimed at addressing the growing demand for more efficient, secure, and compliant cargo facilities. CARGO TERMINAL CHARGES Cargo charges at Jacksons International Airport are standardized but can vary depending on the type of cargo, handling requirements, and storage duration. General handling charges for imports are applied on a per kilogram basis, and additional fees may apply for break bulk cargo, diplomatic mail, strong room usage, cold storage, and after-hours delivery. One challenge frequently encountered by shippers and consignees is the estimation of total charges, as fees for additional services (such as storage beyond the grace period or handling sensitive cargo) can accumulate and may not always be clearly communicated upfront. Furthermore, some customers have noted that billing processes can be slow, and payments sometimes require physical",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "cdf51993-9ca3-4fa9-9e23-471d7a8d7fca",
    "title": "A VGAS 100  Yes",
    "text": "transactions at the airport, which can delay cargo release. Another issue is that not all customers are aware of the applicable rates, especially for specialized services like temperature-controlled storage or handling of dangerous goods, which can lead to disputes during billing. Although the rates are published and updated periodically, transparency in estimating total charges prior to shipment arrival could be improved. Despite these issues, the airport's cargo terminal staff generally assist with explanations of charges, and there are ongoing efforts to digitize and streamline the billing and payment process, which would enhance predictability and efficiency for cargo operators and customers alike. Import Charges Type of Charge Rate USD - $ per kg Comments Handling Charge PGK 15.98 (4.31 USD) per maximum take- off weight in kilograms It is included in the NAC Landing Charge. This fee covers services such as parking, take-off fees, and handling charges. Break Bulk Fee Included in the price of the cargo",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "ffd12597-5ec0-4e92-8183-965f819df1f9",
    "title": "A VGAS 100  Yes",
    "text": "The fees can vary significantly between different ports and airports. Strong Room – per consignment  500% of the normal rate Cold Storage Fee Organized by the owner Contact the airport authorities or the cargo handling service for numbers. Delivery Outside Normal Working Hours 50% of the normal charges Preparation of substitute AOA – Invoice – Receipt K50.00 (13.50 USD) per consignment Storage per Day Ranges from K0.15 to K3.00 ($0.04 to $0.81 USD) per kilo per day The grace period includes the day of arrival and one day thereafter, including weekends and public holidays. Security Jacksons International Airport maintains a multi-layered security system overseen by the National Airport Corporation (NAC) and the Papua New Guinea (PNG) Police Force Airport Security Division. The airport complies with International Civil Aviation Organization (ICAO) security standards, especially for screening international passengers and cargo. Security measures include routine passenger and baggage screening, perimeter surveillance, and",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "6870f8f0-bc50-4208-b780-ff046ce3b2a6",
    "title": "A VGAS 100  Yes",
    "text": "controlled access to airside areas. Airport Police units maintain a visible presence inside and outside the terminal, and there are security screening checkpoints for passengers, staff, and vehicles accessing restricted areas. However, challenges persist, particularly with the need for modernized security technology and capacity building for security personnel. There are ongoing plans under NAC’s airport redevelopment programs to upgrade surveillance systems, install advanced screening technology, and improve staff training to align with global aviation security standards. Currently, no permanent UN troops or international military contingents are stationed at the airport. Access to restricted areas requires valid security passes issued by NAC, and all airport workers must comply with background checks. While Jacksons International Airport has passed recent ICAO compliance reviews, there are still efforts underway to strengthen cargo security and prevent potential smuggling activities. Document",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "b38d03c5-1d64-49ce-957c-4ec5478f543b",
    "title": "A VGAS 100  Yes",
    "text": "verification and security protocols are strictly enforced for both passengers and freight operators.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "6ca7e312-67bd-43a7-a7c4-cfea4a97f68c",
    "title": "2.3 Papua New Guinea Road Network",
    "text": "Papua New Guinea’s (PNG) road network is critical to the nation’s internal transport system, but it faces significant challenges in coverage, quality, and maintenance. PNG has an estimated 30,000 km of roads, but only around 3,000 km are sealed (paved). The majority of roads are unsealed and vulnerable to damage from heavy rainfall, landslides, and lack of maintenance. The Highlands Highway is one of the most crucial road corridors, connecting the densely populated Highland's region with coastal cities like Lae and Madang. However, this route is frequently impacted by landslides, floods, and criminal activity, severely affecting the transport of goods, agricultural products, and essential services. One of the major national challenges is the terrain and climate. PNG’s mountainous regions, dense rainforests, and high rainfall present ongoing obstacles to constructing and maintaining roads. Many remote communities are inaccessible by road, relying instead on-air transport or",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "3da24f48-41cc-4622-ad37-18ba0bf6242b",
    "title": "2.3 Papua New Guinea Road Network",
    "text": "walking for access to markets, healthcare, and education. The lack of rural connectivity hampers economic development, particularly in agriculture, which is a backbone of the PNG economy. Seasonal weather patterns, especially heavy rains, lead to frequent washouts, landslides, and road closures, isolating communities and disrupting supply chains. To address these challenges, the Government of Papua New Guinea, through the Department of Works and Highways, has initiated several national development and investment programs. The Connect PNG Infrastructure Program 2020–2040 is a significant long-term effort aiming to link isolated communities and provinces through new road construction and improvements. The Australian Government and other international partners such as the Asian Development Bank (ADB) and the World Bank are providing substantial financial and technical support for road development under this program. Key projects include upgrading the Highlands Highway and",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "8979f8f9-5048-4470-807b-8df81dba43da",
    "title": "2.3 Papua New Guinea Road Network",
    "text": "other major arteries, building bridges, and ensuring climate-resilient road designs. These projects, once completed, are expected to dramatically improve national connectivity and access to services. Despite these efforts, maintenance remains a significant issue. The road network has historically suffered from underfunding of maintenance activities, leading to deterioration of infrastructure shortly after construction. The Department of Works and Highways is working on reforming maintenance systems, including implementing performance-based contracts to improve efficiency and accountability. Nevertheless, persistent funding gaps, limited local contractor capacity, and corruption risks undermine progress. Routine and emergency maintenance is essential, especially on roads affected by frequent landslides and erosion, but the capacity to respond quickly and adequately is often lacking. PNG’s Road network is vital for national development but remains insufficient, vulnerable, and",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "e790760c-f009-4eea-b682-5aa7141ce2da",
    "title": "2.3 Papua New Guinea Road Network",
    "text": "in need of sustained investment and maintenance. Programs like Connect PNG represent promising steps toward improving access and reducing isolation, but consistent funding, community engagement, and international cooperation are essential to achieve long-term success. Road Security Security on the roads in Papua New Guinea is a critical national concern, especially along key transport corridors such as the Highlands Highway and feeder roads to remote regions. Criminal activity, including armed hold-ups, roadblocks, and cargo theft, is a regular threat that affects both passenger and freight transport. The Highlands region, despite being one of the most economically significant areas due to its agricultural output, is also notorious for security risks, with criminal gangs (\"raskols\") frequently targeting vehicles, particularly those carrying valuable goods like fuel, food supplies, and mining equipment. Freight companies, humanitarian agencies, and private travelers often need to plan carefully",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "828ae8cc-86c6-4293-8e62-427d56ef6414",
    "title": "2.3 Papua New Guinea Road Network",
    "text": "when using these routes. In some areas, armed escorts are hired, especially for high-value or sensitive cargo, increasing the cost and complexity of logistics. Checkpoints managed by both police and unofficial groups are common, and travelers may be forced to pay bribes to pass safely. The lack of consistent government control over some rural areas, combined with local tribal conflicts, further exacerbates the problem, sometimes leading to road closures and travel bans during periods of unrest. To address these challenges, the Royal Papua New Guinea Constabulary (RPNGC), in partnership with provincial governments and private security providers, has increased police presence and patrols along high-risk routes. However, resource constraints and limited personnel mean that coverage is inconsistent, especially in more remote areas. There have been government-led efforts to coordinate with community leaders to reduce tribal violence spilling",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "e6ccd1ef-8422-478f-bf76-8b9a075b8bd2",
    "title": "2.3 Papua New Guinea Road Network",
    "text": "onto roads, but results are mixed and depend on local dynamics. Security concerns also have an economic impact, as high-risk areas can deter private investment and delay infrastructure projects. Development agencies and international partners, including the Asian Development Bank (ADB) and Australia’s Department of Foreign Affairs and Trade (DFAT), have recognized that improving road security is integral to the success of transport projects like the Connect PNG program. Some donor-supported road initiatives now incorporate community engagement and conflict resolution components to foster safer road environments. In addition to crime, road safety infrastructure is lacking, with poor lighting, absence of guardrails, minimal signage, and deteriorating road surfaces contributing to frequent accidents. Overloaded vehicles, lack of driver training, and absence of enforcement of traffic laws make roads dangerous even in low-crime areas. National plans are underway to review and strengthen",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "128104dd-2016-4345-989c-6acd84710c4c",
    "title": "2.3 Papua New Guinea Road Network",
    "text": "road safety laws and enforcement mechanisms, but progress is slow due to institutional and funding limitations. Going forward, addressing road security and safety will require a multi-faceted approach, including stronger law enforcement, community collaboration, road infrastructure improvements, and public awareness campaigns. Enhancing the security of PNG’s roads will not only facilitate safer transport and logistics but will also boost economic growth and social cohesion by improving access to markets, healthcare, and education for isolated communities. Road Class and Surface Conditions This is the most up to date map",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "13ed2637-468a-4fee-aff7-1160c6a609f7",
    "title": "2.4 Papua New Guinea Storage Assessment",
    "text": "Papua New Guinea’s storage infrastructure is relatively underdeveloped compared to international standards, especially outside major urban centers like Port Moresby and Lae. The country has limited warehousing and storage capacity, particularly in remote and rural areas where road access is poor, and transportation logistics are complicated by challenging geography. In larger cities, some modern storage facilities are available, including warehouses operated by logistics companies and port authorities, but these are often in high demand and may not meet specialized storage needs, such as those required for pharmaceuticals or temperature-sensitive goods. There is limited availability of certified storage for medical supplies, and when available, these facilities are generally concentrated in urban hubs, making regional distribution difficult.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "d68eb22d-d078-4be4-8501-8e3f99f91d7c",
    "title": "A key constraint for storage facilities in PNG is a lack of reliable electricity and backup power,",
    "text": "which can hinder cold storage and temperature-controlled environments. While some major facilities in Port Moresby and Lae are equipped with generators and backup systems, smaller storage locations often lack this capacity, making them unsuitable for sensitive goods. There are also notable gaps in refrigerated storage for food and pharmaceutical products in regional areas, causing delays and risks in supply chains. As a result, humanitarian agencies and businesses working with sensitive goods often face significant logistical challenges in maintaining product integrity, especially during periods of high demand or natural disasters. Environmental regulations on storage facilities in PNG are evolving but remain limited. While there are general safety and hygiene standards for storage, enforcement can vary, and many facilities do not meet international best practices. There are no strict national requirements for energy efficiency, lighting, or insulation in warehouses, although operators handling",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "2a1d0349-7e13-481e-996b-a841e90fefae",
    "title": "A key constraint for storage facilities in PNG is a lack of reliable electricity and backup power,",
    "text": "pharmaceuticals or food may need to meet basic guidelines from the National Department of Health and NAQIA (National Agriculture Quarantine and Inspection Authority). However, PNG does require certain items, especially biological products and agricultural goods, to go through quarantine, and these items must be stored in designated quarantine facilities before release. Despite this, quarantine storage space is also limited, creating bottlenecks at ports and airports when large shipments arrive. Moreover, the private sector, including companies like Steamships Trading Company and South Pacific Logistics, operates some modern storage facilities but caters primarily to commercial clients, which may limit availability for humanitarian or government use. These companies offer container storage, bonded warehousing, and some specialized storage, but capacity may be insufficient to meet surge demands, such as during a natural disaster response. The government",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "406c14ca-62a9-49a8-970a-73def29575ef",
    "title": "A key constraint for storage facilities in PNG is a lack of reliable electricity and backup power,",
    "text": "has been exploring public-private partnerships to expand storage capacity, but progress has been slow. Overall, while urban areas have moderate capacity for standard goods, PNG lacks adequate specialized storage infrastructure to support its full needs, especially for pharmaceuticals and temperature-sensitive supplies. There are ongoing efforts, particularly through partnerships with international development organizations and the World Bank, to invest in improved supply chain and storage infrastructure, but significant gaps remain. These initiatives include plans to upgrade key logistics hubs and establish better regional distribution centers, though specific projects are still in the early stages or pending funding. Until these improvements are realized, organizations operating in PNG must carefully plan storage and distribution, often bringing in portable solutions such as mobile cold rooms to fill the gaps. Public Sector Storage",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "b22f76ef-b33f-4edb-b004-b2f1fd0ce573",
    "title": "A key constraint for storage facilities in PNG is a lack of reliable electricity and backup power,",
    "text": "Public sector storage in Port Moresby, Papua New Guinea, is crucial in supporting the country’s disaster and emergency response efforts. Key agencies involved in disaster management include the National Disaster Centre (NDC) and the National Agriculture Quarantine and Inspection Authority (NAQIA). The NDC is responsible for coordinating disaster relief efforts and maintaining stockpiles of essential supplies like food, water, shelter materials, and medical supplies, which are pre-positioned for quick deployment in case of natural disasters, such as earthquakes, floods, or cyclones. These supplies are stored in warehouses that are strategically located in Port Moresby and other key areas to ensure they are accessible during emergencies. The ability for the humanitarian community to access these supplies is often facilitated through collaboration with organizations like the United Nations and other international NGOs. These",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "45d892cc-754d-446e-9664-5e24c3848796",
    "title": "A key constraint for storage facilities in PNG is a lack of reliable electricity and backup power,",
    "text": "entities typically work with the NDC to ensure that stocks are replenished and managed according to the needs of the population. While public sector storage for disaster response is generally adequate, challenges related to infrastructure, such as limited warehouse space, seasonal flooding, and the geographical distribution of storage facilities, can sometimes hinder the speed of response. Additionally, the coordination between government agencies and humanitarian organizations can be a challenge during times of high demand. Despite these constraints, efforts to improve public sector storage and disaster readiness in Port Moresby have been ongoing, with improvements in logistics and warehouse management systems to ensure more efficient responses to emergencies. The storage facilities are also regulated by NAQIA, which ensures that supplies meet the necessary standards for health and safety, particularly when it comes to pharmaceuticals or food",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "598ce526-f2ca-44b0-a928-bd2d226f5387",
    "title": "A key constraint for storage facilities in PNG is a lack of reliable electricity and backup power,",
    "text": "aid. This helps ensure that during emergencies, the items stored and distributed meet the required quality standards for the people in need. Website: https://blueplanetlogistics.com.pg/ Location Port Moresby and Lae, Papua New Guinea Ministry / Agency They are a private company Use Possibility Yes for both short- and long-term storage General Cargo Capacity (mt / m² / m³) The website mentions “cargoes of all sorts” can be stored in their facilities but doesn’t provide specific capacity figures. They handle FCL, breakbulk, and LCL cargoes. Type of Facility Warehouses for general storage Access to the Facility They provide “door-to-door deliveries,” indicating they handle the transport to and from their warehouses.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "a27d1e84-59b1-4715-96f5-ebd8e57f90b6",
    "title": "3.1 Papua New Guinea Transporters",
    "text": "Papua New Guinea’s road transport market operates under challenging geographical conditions, characterized by mountainous terrain, dense forests, and fragmented connectivity. The sector comprises a mix of small-scale operators and limited large-scale players. The market is dominated by smaller, informal and localized operators. Large-scale operators are primarily Location of the Facility Strategically located in key areas. Head office in Port Moresby and they also have a Lae office. Several advantages including proximity to major transport infrastructure, close to urban centers providing access to hospitals and shops, well-positioned for distribution, and access to road networks. Condition of the Facility The website states that their “warehousing facilities comply with all safety and structural regulations” Power Supply to & Energy Efficiency at the Facility The website doesn’t provide details about the power supply or energy efficiency of their facilities. Minimum Operating Standards",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "ca17e5ab-bb4b-4b49-8c75-6c5a13fbedaa",
    "title": "3.1 Papua New Guinea Transporters",
    "text": "They adhere to international quality management system standards. SOPs The website states that their quality management system certification ensures they consistently deliver quality services through Standard Operating Procedures. Provides Storage and Services for Medical Supplies The website does not explicitly mention providing storage or services specifically for medical supplies. The website says the warehouse facilities comply with all safety and structural regulations and are fit to store cargoes of all sorts. Would need to confirm directly with the company. Additional services Customs Brokerage, Vessel Agency, Freight Forwarding, Transport and Distribution, Inventory Management involved in major corridors like the Highlands Highway, supported by infrastructure partnerships for infrastructure projects. The market lacks high sophistication in terms of fleet standardization, vehicle maintenance, and technology use (such as GPS tracking). Most large operators manage",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "4c5d09d6-4659-4322-ac28-ee2b37f2e1c9",
    "title": "3.1 Papua New Guinea Transporters",
    "text": "long-haul routes connecting major hubs like Port Moresby and Lae, while small-scale operators primarily serve local and regional areas. The capacity of road transport generally meets domestic needs, but poor road conditions, especially in rural areas, limit reach and reliability. Foreign operators are permitted to engage in PNG’s transport sector, as evidenced by partnerships with international lenders and contractors for road rehabilitation. However, regulatory frameworks for Good Distribution Practices (GDP) authorization are not explicitly outlined in available sources. The National Transport Strategy emphasizes road safety and maintenance standards, but specific GDP requirements common in pharmaceutical or perishable goods logistics are not mentioned. The government's focus remains on rehabilitating core infrastructure rather than advanced regulatory compliance, suggesting that GDP authorization processes, if they exist, are underdeveloped.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "adad4040-c547-4481-910a-fe361baf1b42",
    "title": "4.2 Port and Waterways Contact List",
    "text": "Agency/Authority Name Address Phon e Email/Website Contact Person/ Position National Airports Corporation (NAC) Level 2, NAC Haus,",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "db9933cf-77a2-4ca0-aa0a-d73d607955c6",
    "title": "7 Mile, Port Moresby",
    "text": "+675 324 4700 info@nac.com.pg / www.nac.com.pg Managing Director Civil Aviation Safety Authority (CASA PNG) Moale Haus, Level 1, Down Town, Port Moresby +675 7373 4500 info@casapng.gov. pg / www.casapng.gov.p g Director- General Department of Transport - Aviation Division Waigani Drive, Port Moresby +675 301 2800 www.transport.gov. pg Secretary, Department of Transport Department of Environment and Conservation (DEC) Waigani Drive, Port Moresby +675 301 4500 info@dec.gov.pg / www.dec.gov.pg Secretary, DEC Port Lae Contact 1. PNG\tPorts\tCorporation\tLtd.\t(Port\tAuthority) a. Phone:\t+675\t472\t2477\tor\t+675\t472\t6434 b. Fax:\t+675\t472\t2543 c. Email:\tenquiries@pngports.com.pg d. Website:\twww.pngports.com.pg 2. Lae\tPort\tServices a. Address:\tMain\tWharf\tMilford\tHaven\tRd,\tLae b. Postal\tAddress:\tPO\tBox\t434,\tLae c. Phone:\t+675\t472\t3733 d. Fax:\t+675\t472\t3870 3. Consort\tExpress\tLines\t(Lae\tOfXice) a. Address:\tMilfordhaven\tRoad,\tLae b. Postal\tAddress:\tPO\tBox\t2191,\tLae,\tMorobe\tProvince c. Phone:\t+675\t478\t3000\tor\t+675\t7999\t8614 d. Fax:\t+675\t478\t2171",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "14a677b6-d0e9-4c84-ab1c-3b842e388d01",
    "title": "7 Mile, Port Moresby",
    "text": "e. Email:\tinfor@consort.com.pg f. Website:\twww.consort.com.pg 4. Inchcape\tShipping\tServices\t(Lae\tOfXice) a. Phone:\t+675\t472\t4852\tor\t+675\t7201\t6514\t/\t7201\t6515 b. Email:\tlae@iss-shipping.com 5. Bismark\tMaritime\tLtd\t(Lae\tOfXice) a. Postal\tAddress:\tPO\tBox\t750,\tLae b. Phone:\t+675\t472\t1990 c. Fax:\t+675\t472\t6025 d. Email:\tbismark@online.net.pg Port Motukea Contact • PaciXic\tTowing\tPNG\tLtd • Address:\tPO\tBox\t701,\tPort\tMoresby\tNCD,\tPapua\tNew\tGuinea • Phone:\t+675\t321\t1206\t/\t+675\t321\t1278 • Emergency\tPhone:\t+675\t7091\t8757 • Email:\tinfo@paciXictowingmarineservices.com • Website:\twww.paciXictowingmarineservices.com (PNG Ports)",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "b6e273d2-d328-4fe4-8e68-ebf902b08563",
    "title": "4.3 Airport Company Contact List",
    "text": "Official Office Business Manager +675 308 4200 / 7579 2021 Pilot (Marine) +675 308 4200 Customs (Collector) +675 322 6600 Health Officer +675 301 3716 Quarantine Officer +675 329 0000 Fire +675 321 2332 Police +675 1800 100 Ambulance +675 325 6822 Emergency 111 POM VTS +675 7624 1909 POM Planning +675 7896 8075",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "fad4abb4-05d5-485f-a041-d8a5e7ed845c",
    "title": "4.4 Storage Company and Transporters Contact List",
    "text": "Company Name Address Phone Email/Website Contact Person/ Position Jacksons International Airport (Managed by NAC)",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "1a66eaf4-63a0-405e-8806-b78944da2df3",
    "title": "7 Mile, Port",
    "text": "Moresby +675 324 4700 info@nac.com.p g / www.nac.com.pg Airport Manager Nadzab (Lae) Airport (Managed by NAC) Air Niugini Limited Nadzab, Morobe Province Air Niugini House, Port Moresby +675 472 1114 info@nac.com.p g / www.nac.com.pg info@airniugini. com.pg / www.airniugini.c om.pg Airport Manager PNG Air Head Office, Harbourside East, Port Moresby +675 7411 2644 sales@pngair.co m.pg / www.pngair.com. pg CEO Hevilift (PNG) Limited",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "c133ac65-18d6-4756-9473-84f8b72b538c",
    "title": "7 Mile, Port",
    "text": "Moresby +675 7373 1100 info@heviliftgro up.com / www.heviliftgrou p.com General Manager PNG Tropicair PNG 7 Mile, Jacksons Airport, Port Moresby +675 325 4400 bookings@tropic air.com.pg / www.tropicair.co m.pg Managing Director Air Niugini Limited Air Niugini House, Port Moresby +675 327 3444 info@airniugini. com.pg / www.airniugini.c om.pg CEO 1. EastWest Transport a. Head Office: Cnr Napa Napa Road & Baruni Road, Baruni, Port Moresby b. Phone: +675 324 9600 c. Fax: +675 325 8996 d. Email: customerservice_pom@eastwesttransport.com.pg e. Website: www.eastwesttransport.com.pg 2. Coastal Freighters Ltd a. Address: 14 Mile, Busanim, Okuk Highway, Lae b. Postal Address: PO Box 379, Lae 411, Morobe Province c. Phone: +675 475 8800 / +675 7629 4113 d. Operations Phone: +675 475 8776 e. Mobile: +675 7321 8288 f. Fax: +675 475 8772 / 8780 3. Coastal Shipping Co Ltd a. Address: Sulphur Creek Road, Rabaul, East New Britain Province b. Postal Address: PO Box 423, Rabaul 4. Steamships (Parent company of EastWest Transport)",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "f3f141f8-2528-4c7c-8a69-eefc0f7971fc",
    "title": "7 Mile, Port",
    "text": "a. Address: @345 Building, Stanley Esplanade, Port Moresby b. Head Office: +675 3137400 Citations AI used as tools: OpenAI. ChatGPT. Accessed 11 Mar. 2025, https://openai.com/chatgpt. Perplexity AI. Perplexity AI. Accessed 11 Mar. 2025, https://www.perplexity.ai. Generic Information Sources: Worldometer. Papua New Guinea Population (Live). Accessed 11 Mar. 2025, https:// www.worldometers.info/world-population/papua-new-guinea-population/. Wikipedia Contributors. \"Papua New Guinea.\" Wikipedia, The Free Encyclopedia, Accessed",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "02416e1f-f6e2-4f43-bb44-eb7e8534503f",
    "title": "11 Mar. 2025, https://en.wikipedia.org/wiki/Papua_New_Guinea.",
    "text": "World Population Review. \"Port Moresby Population 2024.\" World Population Review, Accessed 11 Mar. 2025, https://worldpopulationreview.com/cities/papua-new-guinea/port- moresby. Geology.com. \"Papua New Guinea - Satellite Image.\" Geology.com, Accessed 11 Mar. 2025, https://geology.com/world/papua-new-guinea-satellite-image.shtml. Sources for Disasters, Conflicts, and Migration: Asian Development Bank. Papua New Guinea: Climate Risk Country Profile. Asian Development Bank, 2021, https://www.adb.org/sites/default/files/publication/708596/ png-climate-risk-country-profile.pdf. Accessed 10 Mar. 2025. Australian Red Cross. \"Papua New Guinea: Disaster Risk Reduction.\" Red Cross Red Crescent Climate Centre, https://www.climatecentre.org/. Accessed 10 Mar. 2025. ReliefWeb. “Papua New Guinea: V olcano - Fact Sheet.” ReliefWeb, United Nations Office for the Coordination of Humanitarian Affairs (OCHA), 2023, https://reliefweb.int/report/papua-",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "cc40d004-ec33-4523-9496-0e4277f3d735",
    "title": "11 Mar. 2025, https://en.wikipedia.org/wiki/Papua_New_Guinea.",
    "text": "new-guinea/papua-new-guinea-volcano-fact-sheet. Accessed 10 Mar. 2025. United Nations Development Programme. Papua New Guinea Disaster Risk Reduction and Emergency Preparedness Plan 2020-2030. UNDP, 2020, https://www.pg.undp.org/. Accessed 10 Mar. 2025. World Health Organization. “Papua New Guinea: Health Emergency and Epidemic Preparedness.” World Health Organization Regional Office for the Western Pacific, 2022, https://www.who.int/westernpacific. Accessed 10 Mar. 2025. World Bank. Papua New Guinea Country Climate and Development Report. The World Bank Group, 2023, https://documents.worldbank.org/en/publication/documents-reports/ documentdetail/099536209212226284. Accessed 10 Mar. 2025. Humanitarian Country Team (HCT) Papua New Guinea. \"PNG DMT Humanitarian Update No. 11.\" ReliefWeb, 28 Feb. 2025, https://reliefweb.int/attachments/a388a38f-cc5c-4007- a286-d3852026d2f3/ PNG%20DMT%20Humanitarian%20Update%20No.11%2020250228%20final.pdf. Man-made Issues Sources:",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "e750b48c-062b-467b-b22c-359042a945f3",
    "title": "11 Mar. 2025, https://en.wikipedia.org/wiki/Papua_New_Guinea.",
    "text": "Human Rights Watch. World Report 2023: Papua New Guinea. Human Rights Watch, 2023, www.hrw.org/world-report/2023/country-chapters/papua-new-guinea. Accessed 10 Mar. 2025. United Nations Development Programme. Papua New Guinea Human Development Report 2022: Building Resilience in Uncertain Times. UNDP, 2022, www.pg.undp.org/content/ papua_new_guinea/en/home/library/PNG-Human-Development-Report-2022.html. Accessed 10 Mar. 2025. International Crisis Group. Reining in Papua New Guinea’ s Escalating Tribal Violence. International Crisis Group, Report No. 311, 2020, www.crisisgroup.org/asia/pacific/ papua-new-guinea/311-reining-papua-new-guineas-escalating-tribal-violence. Accessed",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "37ae1808-78c0-4a86-be50-08a8ae5357fe",
    "title": "10 Mar. 2025.",
    "text": "Transparency International Papua New Guinea. Corruption in Papua New Guinea: Insights and Reflections. TIPNG, 2021, www.transparencypng.org.pg/resources/publications/. Accessed 10 Mar. 2025. Seasonal Effects on Transport Sources: Asian Development Bank. Papua New Guinea: Transport Sector Assessment, Strategy, and Road Map. Asian Development Bank, 2021. https://www.adb.org/documents/papua-new- guinea-transport-sector-assessment-strategy-and-road-map. Accessed 10 Mar. 2025. Government of Papua New Guinea. Second National Communication: Under the United Nations Framework Convention on Climate Change. Climate Change and Development Authority, 2014. https://unfccc.int/documents/97327. Accessed 10 Mar. 2025. World Bank. Papua New Guinea: Systematic Country Diagnostic. World Bank Group, 2018. https://documents.worldbank.org/en/publication/documents-reports/documentdetail/ 344741527802166750/papua-new-guinea-systematic-country-diagnostic. Accessed 10 Mar. 2025.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "205e62d3-f69d-4109-8c46-8da53bbdb2aa",
    "title": "10 Mar. 2025.",
    "text": "United Nations Office for the Coordination of Humanitarian Affairs (OCHA). Papua New Guinea: Highlands Earthquake Situation Report. ReliefWeb, 2018. https://reliefweb.int/ report/papua-new-guinea/papua-new-guinea-highlands-earthquake-situation-report- no-13-22-june-2018. Accessed 10 Mar. 2025. Logistics Cluster. Papua New Guinea: Logistics Capacity Assessment. World Food Programme, 2018. https://dlca.logcluster.org/display/public/DLCA/ 2.3+Papua+New+Guinea+Transporters. Accessed 10 Mar. 2025. CUSTOMS SOURCES: “Exemptions.” Exemptions | Papua New Guinea Customs Service, https://customs.gov.pg/trade/ exemptions. Accessed 10 Mar. 2025. Customs (Prohibited Imports) Regulation 1973, www.customs.gov.pg/pdf/pages/ customs_prohibited_import_regulations.pdf. Accessed 10 Mar. 2025. Papua New Guinea Customs Service. Exemption Application Form. Accessed 11 Mar. 2025, https://customs.gov.pg/pdf/form/Exemption_Application_Form.pdf.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "4bb52a07-4a14-45a0-a486-4e608ec2ef59",
    "title": "10 Mar. 2025.",
    "text": "PNG Ports Corporation. Tariffs 2025. Accessed 11 Mar. 2025, https://pngports.com.pg/ index.php/tariffs/tariffs-2025. Logistics Cluster. Papua New Guinea Customs Information. Accessed 11 Mar. 2025, https:// lca.logcluster.org/13-papua-new-guinea-customs-information. Electrical Grid Sources: Asian Development Bank. Papua New Guinea: Energy Sector Assessment, Strategy, and Road Map. Asian Development Bank, 2019, www.adb.org/documents/papua-new-guinea- energy-sector-assessment-strategy-and-road-map. Accessed 10 Mar. 2025. Australian Government, Department of Foreign Affairs and Trade. Papua New Guinea Electrification Partnership. Australian Government, www.dfat.gov.au/geo/papua-new- guinea/overview/png-electrification-partnership. Accessed 10 Mar. 2025. International Energy Agency. SDG7: Data and Projections – Access to Electricity. International Energy Agency, 2023, www.iea.org/reports/sdg7-data-and-projections/access-to- electricity. Accessed 10 Mar. 2025.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "3b477ae9-6d46-402e-b490-a5a7423c8d61",
    "title": "10 Mar. 2025.",
    "text": "The National. \"Electricity Still a Challenge for Many PNG Communities.\" The National, www.thenational.com.pg/. Accessed 10 Mar. 2025. United Nations. UN Energy Statistics Database. United Nations, unstats.un.org/unsd/energy/. Accessed 10 Mar. 2025. United States Agency for International Development. Papua New Guinea Electrification Partnership. USAID, www.usaid.gov/papua-new-guinea/png-electrification-partnership. Accessed 10 Mar. 2025. World Bank. Papua New Guinea Energy Sector Development Project. World Bank, projects.worldbank.org/en/projects-operations/project-detail/P101578. Accessed 10 Mar. 2025. World Bank. Papua New Guinea Overview. World Bank, www.worldbank.org/en/country/png/ overview#1. Accessed 10 Mar. 2025. Government's Role Sources: Asian Development Bank. Papua New Guinea: Highlands Region Road Improvement Investment Program. ADB, 2020, https://www.adb.org/projects/41203-013/main. Accessed 10 Mar. 2025.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "ce25b719-a9c9-48dd-9ceb-b044a9bfa493",
    "title": "10 Mar. 2025.",
    "text": "Australian Government Department of Foreign Affairs and Trade. Australia’ s Aid Program to Papua New Guinea. Australian Government, 2023, https://www.dfat.gov.au/geo/papua- new-guinea/development-assistance. Accessed 10 Mar. 2025. Connect PNG. Connect PNG: Connecting Papua New Guinea. Government of Papua New Guinea, 2020, https://www.connectpng.gov.pg/. Accessed 10 Mar. 2025. The World Bank. Papua New Guinea Economic Update: Navigating a Fragile Recovery. World Bank Group, June 2022, https://documents.worldbank.org/en/publication/documents- reports/documentdetail/099524207012239179/ idu038fb690b03b3a8422e094ea6c85d76b7db3f. Accessed 10 Mar. 2025. PNG Ports Corporation. Lae Tidal Basin Port Development Project. PNG Ports, 2021, https:// www.pngports.com.pg/projects/lae-tidal-basin-port-development. Accessed 10 Mar. 2025. United Nations Economic and Social Commission for Asia and the Pacific (UNESCAP). Transport and Communications Bulletin for Asia and the Pacific: Challenges for",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "ba1317a3-3d2a-4d5c-9d76-29dc61f3becd",
    "title": "10 Mar. 2025.",
    "text": "Transport Connectivity in Papua New Guinea. UNESCAP, 2019, https:// www.unescap.org/sites/default/d8files/knowledge-products/Transport-Connectivity- PNG.pdf. Accessed 10 Mar. 2025. Port Assessment Sources: CEIC Data. \"Port Congestion Calls: Port Moresby, Supporting Vessels.\" CEIC Data, www.ceicdata.com/en/papua-new-guinea/port-congestion-calls-by-port-and-vessel-type/ port-congestion-calls-port-moresby-supporting-vessels?utm_source=chatgpt.com. Accessed 9 Mar. 2025. CEIC Data. \"Port Congestion Calls: Port Moresby, Container Ships.\" CEIC Data, www.ceicdata.com/en/papua-new-guinea/port-congestion-calls-by-port-and-vessel-type/ port-congestion-calls-port-moresby-container-ships?utm_source=chatgpt.com. Accessed",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "67bf0068-4641-471e-9cee-f69ff5a31171",
    "title": "9 Mar. 2025.",
    "text": "Swire Shipping. \"Lae Port Updates 2022.\" Swire Shipping, www.swireshipping.com/information/ latest-news/lae-updates-2022/?utm_source=chatgpt.com. Accessed 9 Mar. 2025. SMEC. \"SMEC to Lead Major Infrastructure Development at Port Lae Tidal Basin Phase 2.\" SMEC, Accessed 11 Mar. 2025, https://www.smec.com/uz/general/smec-to-lead-major- infrastructure-development-at-port-lae-tidal-basin-phase-2/. Business Advantage PNG. \"More Capacity, More Efficiency: Papua New Guinea’s Ports Get a Makeover.\" Business Advantage PNG, Accessed 11 Mar. 2025, https:// www.businessadvantagepng.com/more-capacity-more-efficiency-papua-new-guineas-ports-get- a-makeover/. Business Advantage PNG. \"Ports and Shipping in Papua New Guinea: A Sector Profile.\" Business Advantage PNG, Accessed 11 Mar. 2025, https://www.businessadvantagepng.com/ ports-and-shipping-in-papua-new-guinea-a-sector-profile/#comments. Business Advantage PNG. \"The Shipping Forecast: The Vision for Expanding Papua New",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "6623d0ef-a9ae-4ab6-9d97-b644193b47fc",
    "title": "9 Mar. 2025.",
    "text": "Guinea’s Ports.\" Business Advantage PNG, Accessed 11 Mar. 2025, https:// www.businessadvantagepng.com/the-shipping-forecast-the-vision-for-expanding-papua-new- guineas-ports/. Australian Infrastructure Financing Facility for the Pacific (AIFFP). Upgrading Ports Across Papua New Guinea. Accessed 11 Mar. 2025, https://www.aiffp.gov.au/sites/default/files/ 2024-12/ AIFFP_DSN_Factsheet_%238_Upgrading%20ports%20across%20Papua%20New%20Guinea_2 0241212.pdf. Independent Consumer and Competition Commission (ICCC). PNG Ports Draft Report (Public). Accessed 11 Mar. 2025, https://iccc.gov.pg/wp-content/uploads/2024/07/PNG-Ports- Draft-Report-Public.pdf. Independent Consumer and Competition Commission (ICCC). Final Report 2023: Stevedoring and Handling Service Pricing Review. Accessed 11 Mar. 2025, https://iccc.gov.pg/ wp-content/uploads/2023/12/Final-Report-2023-Stevedoring-and-Handling-Service-Pricing- Review.pdf. PORT LAE SOURCES:",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "268912ca-fdaf-4736-be81-3e6b8b3de0ab",
    "title": "9 Mar. 2025.",
    "text": "\"Port of Lae.\" Logistics Capacity Assessment – Papua New Guinea, World Food Programme, https://lca.logcluster.org/print-preview/5183?utm_source=chatgpt.com. Accessed 9 Mar. 2025. \"The National.\" \"Lae Welcomes Largest Container Vessel to Dock.\" The National, 9 Nov. 2022, https://www.thenational.com.pg/lae-welcomes-largest-container-vessel-to-dock/? utm_source=chatgpt.com. Accessed 9 Mar. 2025. \"Swire Shipping.\" Lae Port Updates 2022, Swire Shipping, https://www.swireshipping.com/ information/latest-news/lae-updates-2022/?utm_source=chatgpt.com. Accessed 9 Mar. 2025. International Container Terminal Services, Inc. (ICTSI). South Pacific International Container Terminal. Accessed 11 Mar. 2025, https://png.ictsi.com/south-pacific-international- container-terminal. Container News. \"ICTSI South Pacific Terminals Handle Largest Ships to Call Papua New Guinea.\" Container News, Accessed 11 Mar. 2025, https://container-news.com/ictsi-south- pacific-terminals-handle-largest-ships-to-call-papua-new-guinea/.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "8313f3ee-b0f9-4638-a600-a4ba45bf72d1",
    "title": "9 Mar. 2025.",
    "text": "Nationwide PNG Pages. \"Stevedoring Companies.\" Nationwide PNG Pages, Accessed 11 Mar. 2025, https://www.nationwidepngpages.com/directory/893/stevedoring-companies. Container News. \"SPICT Receives Two New STS Cranes for Port of Lae.\" Container News, Accessed 11 Mar. 2025, https://container-news.com/spict-receives-two-new-sts-cranes-for-port- of-lae/. Business Advantage PNG. \"ICTSI Sees Big Increase in Efficiency at Papua New Guinea’s International Ports.\" Business Advantage PNG, Accessed 11 Mar. 2025, https:// www.businessadvantagepng.com/ictsi-sees-big-increase-in-efficiency-at-papua-new-guineas- international-ports/. Asian Development Bank (ADB). Project Completion Report: Papua New Guinea—Lae Port Development Project. Accessed 11 Mar. 2025, https://www.adb.org/sites/default/files/ project-documents/40037/40037-013-pcr-en.pdf. PORT MOTUKEA SOURCES: PNG Ports Corporation. About PNG Ports. Accessed 11 Mar. 2025, https:// www.pngports.com.pg/index.php/component/sppagebuilder/page/53.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "0c8e0d5a-c7b4-4774-8c16-ded258668c44",
    "title": "9 Mar. 2025.",
    "text": "Business Advantage PNG. \"ICTSI Sees Big Increase in Efficiency at Papua New Guinea’s International Ports.\" Business Advantage PNG, Accessed 11 Mar. 2025, https:// www.businessadvantagepng.com/ictsi-sees-big-increase-in-efficiency-at-papua-new-guineas- international-ports/. Independent Consumer and Competition Commission (ICCC). PNG Ports Draft Report (Public). Accessed 11 Mar. 2025, https://iccc.gov.pg/wp-content/uploads/2024/07/PNG-Ports- Draft-Report-Public.pdf. PNG Ports Corporation. 2025 Non-Regulated Tariff Schedule. Accessed 11 Mar. 2025, https:// pngports.com.pg/media/attachments/2025/02/17/2025-non-regulated-tariff-schedule.pdf. International Container Terminal Services, Inc. (ICTSI). Motukea International Terminal. Accessed 11 Mar. 2025, https://png.ictsi.com/motukea-international-terminal. Aviation Sources: Asian Development Bank. Papua New Guinea: Civil Aviation Development Investment Program. ADB, 2022, https://www.adb.org/projects/43141-013/main. Accessed 10 Mar. 2025.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "54af26c6-980a-403d-89b1-6ce708929147",
    "title": "9 Mar. 2025.",
    "text": "Civil Aviation Safety Authority of Papua New Guinea (CASA PNG). About Us. CASA PNG, https://www.casapng.gov.pg/about-us/. Accessed 10 Mar. 2025. National Airports Corporation (NAC). National Airports Corporation of Papua New Guinea. NAC, https://www.nac.com.pg/. Accessed 10 Mar. 2025. Department of Transport, Government of Papua New Guinea. Transport Sector Overview. https://www.transport.gov.pg/. Accessed 10 Mar. 2025. Department of Environment and Conservation (DEC), Government of Papua New Guinea. Environmental Management Policies. https://www.dec.gov.pg/. Accessed 10 Mar. 2025. Air Niugini. Corporate Information. https://www.airniugini.com.pg/about/. Accessed 10 Mar. 2025. PNG Air. About Us. https://www.pngair.com.pg/about. Accessed 10 Mar. 2025. Hevilift Group. Our Locations – Papua New Guinea. https://www.heviliftgroup.com/. Accessed",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "5aa1a368-e59e-4181-b4b2-c47fdf378647",
    "title": "10 Mar. 2025.",
    "text": "Tropicair PNG. About Tropicair. https://www.tropicair.com.pg/. Accessed 10 Mar. 2025. Jacksons International Airport Sources: \"Airport Jacksons International.\" World Aero Data, http://worldaerodata.com/wad.cgi? id=PP00001. Accessed 10 Mar. 2025. National Airports Corporation (NAC). \"Jacksons International Airport.\" National Airports Corporation Papua New Guinea, https://www.nac.com.pg/airports/jacksons- international-airport/. Accessed 10 Mar. 2025. \"Jacksons International Airport (POM).\" OurAirports, https://ourairports.com/airports/AYPY/. Accessed 10 Mar. 2025. Kiponge, Rex. \"Message from the Managing Director.\" National Airports Corporation Papua New Guinea, https://www.nac.com.pg/about-us/. Accessed 10 Mar. 2025. Papua New Guinea Civil Aviation Safety Authority (CASA PNG). \"Aerodromes & Airports.\" CASA PNG, https://casapng.gov.pg/. Accessed 10 Mar. 2025. \"Jacksons International Airport - Port Moresby.\" Airport Technology, https://www.airport-",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "66291a6f-7e0f-4646-95ab-244549299b11",
    "title": "10 Mar. 2025.",
    "text": "technology.com/projects/jacksons-international-airport/. Accessed 10 Mar. 2025. \"Jacksons International Airport.\" Papua New Guinea National Airports Corporation (NAC), https://www.nac.com.pg/airport/jacksons-international-airport/. Accessed 10 Mar. 2025. \"Jacksons International Airport Profile.\" CAP A - Centre for Aviation, https:// centreforaviation.com/data/profiles/airports/jacksons-international-airport-pom. Accessed",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "6e29aa0b-d709-4d67-a710-8cdbd106c981",
    "title": "10 Mar. 2025.",
    "text": "International Air Transport Association. \"Papua New Guinea Airport Infrastructure and Safety Report.\" IATA, 2023, https://www.iata.org/en/pressroom/2023-reports/papua-new-guinea- airport-safety/. Accessed 10 Mar. 2025. Cargo Terminal Charges for Airport Sources: Airport Technology. \"Port Moresby Jacksons International Airport.\" Airport Technology, https:// www.airport-technology.com/projects/port-moresby-jacksons-international-airport/?cf- view&cf-closed. Accessed 10 Mar. 2025. Air Niugini. \"Domestic and International Fare Types.\" Air Niugini, https:// www.airniugini.com.pg/domestic-and-international-fare-types/. Accessed 10 Mar. 2025. Logistics Cluster. \"2.2.1 Papua New Guinea Jackson International Airport – Cargo Terminal Charges.\" Logistics Capacity Assessment (LCA), https://lca.logcluster.org/221-papua- new-guinea-jackson-international- airport#id-2.2.1PapuaNewGuineaJacksonInternationalAirport-CargoTerminalCharges. Accessed 10 Mar. 2025.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "181d3314-79fc-49ff-8214-e47ca0ab617b",
    "title": "10 Mar. 2025.",
    "text": "Pacific Islands Legal Information Institute (PacLII). Customs Act Consolidation (Customs and Excise Regulation) Chapter 367. https://www.paclii.org/pg/legis/consol_act/cacr367/. Accessed 10 Mar. 2025. PNG Air. \"Terms and Conditions.\" PNG Air, Aug. 2023, https://pngair.com.pg/wp-content/ uploads/2023/08/Terms-and-Conditions.pdf. Accessed 10 Mar. 2025. World Flight Services (WFS). \"Worldwide Flight Services Schedule of Terminal Handling Charges.\" WFS, Jan. 2024, https://www.wfs.aero/wp-content/uploads/2022/08/WFSSA- THC-jan24-FINAL-1.pdf. Accessed 10 Mar. 2025. Security for Airport Sources: National Airports Corporation (NAC). Jacksons International Airport. National Airports Corporation, 2023, https://www.nac.com.pg/airport/jacksons-international-airport/. Accessed 10 Mar. 2025 Logistics Cluster. \"Papua New Guinea - 2.2.1 Jackson International Airport.\" Logistics Capacity Assessment (LCA), 2023, https://lca.logcluster.org/221-papua-new-guinea-jackson-",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "9e839db1-3ddd-4ddb-b2bd-07a4ba4eaf96",
    "title": "10 Mar. 2025.",
    "text": "international-airport#id-2.2.1PapuaNewGuineaJacksonInternationalAirport- CargoTerminalCharges. Accessed 10 Mar. 2025 International Civil Aviation Organization (ICAO). Security Audit Reports and Compliance. ICAO, https://www.icao.int/. Accessed 10 Mar. 2025 Pacific Islands Legal Information Institute (PacLII). Civil Aviation (Aircraft Operations) Regulation. 2022, https://www.paclii.org/pg/legis/consol_act/cacr367/. Accessed 10 Mar. 2025 Road Network Sources: Asian Development Bank (ADB). \"Papua New Guinea: Transport Infrastructure Investment and Economic Development.\" Asian Development Bank, 2020, www.adb.org/countries/ papua-new-guinea/main. Accessed 10 Mar. 2025. Royal Papua New Guinea Constabulary (RPNGC). \"National Road Safety and Law Enforcement.\" Royal Papua New Guinea Constabulary, 2023, www.rpngc.gov.pg/road- safety. Accessed 10 Mar. 2025. Department of Foreign Affairs and Trade (DFAT). \"Australia's Development Assistance to Papua",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "ff63519e-29de-4453-8c6d-f19c1175323f",
    "title": "10 Mar. 2025.",
    "text": "New Guinea.\" DF AT, 2021, www.dfat.gov.au/pacific/aid-papua-new-guinea.Accessed 10 Mar. 2025. World Bank. \"Infrastructure and Transport: Papua New Guinea's Road Network.\" World Bank, 2022, www.worldbank.org/en/country/png/road-infrastructure. Accessed 10 Mar. 2025. Pacific Islands Forum Secretariat (PIFS). \"Road Safety in the Pacific: Challenges and Opportunities.\" PIFS, 2020, www.forumsec.org/road-safety-pacific. Accessed 10 Mar. 2025. Papua New Guinea Government. \"National Transport Strategy.\" Government of Papua New Guinea, 2021, www.png.gov.pg/national-transport-strategy. Accessed 10 Mar. 2025. UNDP Papua New Guinea. \"Addressing Road Safety Issues in Papua New Guinea.\" UNDP, 2022, www.pg.undp.org/content/papua_new_guinea/en/home/road-safety.html. Accessed",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "89e46701-7e00-4eed-a82c-2f9ce9198dd4",
    "title": "10 Mar. 2025.",
    "text": "MapsofWorld. Papua New Guinea Road Map. MapsofWorld, www.mapsofworld.com/papua- new-guinea/road-map.html. Accessed 11 Mar. 2025. Storage Assessment Sources: \"Papua New Guinea Road Map.\" Maps of World, www.mapsofworld.com/papua-new-guinea/ road-map.html. Accessed 10 Mar. 2025. \"Papua New Guinea.\" World Bank, www.worldbank.org/en/country/png. \"Storage and Warehousing Services.\" Steamships Trading Company, www.steamships.com.pg/ warehousing. Accessed 10 Mar. 2025. \"National Agriculture Quarantine and Inspection Authority.\" NAQIA, www.naqia.gov.pg/. Accessed 10 Mar. 2025. \"Logistics and Transportation.\" South Pacific Logistics, www.southpacificlogistics.com.pg. Accessed 10 Mar. 2025. Public Sector Storage Sources: National Disaster Centre. \"Disaster Risk Management in Papua New Guinea.\" National Disaster Centre, Government of Papua New Guinea, 2023, www.ndc.gov.pg. Accessed 10 Mar. 2025. National Agriculture Quarantine and Inspection Authority (NAQIA). \"Regulations and Services.\"",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "3289a2ca-6012-457b-a71a-0dbadf681303",
    "title": "10 Mar. 2025.",
    "text": "NAQIA, Government of Papua New Guinea, 2023, www.naqia.gov.pg. Accessed 10 Mar. 2025. United Nations Office for the Coordination of Humanitarian Affairs. \"Papua New Guinea Humanitarian Response Plan.\" UN OCHA, United Nations, 2022, www.unocha.org/ papua-new-guinea. Accessed 10 Mar. 2025. Private Sector Storage and Transporter Website: Blue Planet Logistics. \"Blue Planet Logistics PNG.\" Blue Planet Logistics, https:// blueplanetlogistics.com.pg/. Accessed 11 Mar. 2025. Transporters Sources: Oxford Business Group. The Beaten Track: Investing in Infrastructure Is Key to Unlocking Potential. 2017, https://oxfordbusinessgroup.com/reports/papua-new-guinea/2017-report/ economy/the-beaten-track-investing-in-infrastructure-is-key-to-unlocking-potential. Accessed 11 Mar. 2025. Lawrence, Martha. Transport Infrastructure in Papua New Guinea: Shortcomings and Priorities. Lowy Institute, 2017, https://interactives.lowyinstitute.org/archive/png-in-2017/ downloads/Lawrence_Infrastructure.pdf. Accessed 11 Mar. 2025.",
    "source": "LCA_pdf_1.pdf"
  },
  {
    "id": "28f62b3d-a1f1-44b9-ae2a-2ff30d0d6cd2",
    "title": "10 Mar. 2025.",
    "text": "Oxford Business Group. Strong Development: Clear Plans for Infrastructure Improvement and Rural Road Rehabilitation Provide Promise and Attract Investors. 2019, https:// oxfordbusinessgroup.com/reports/papua-new-guinea/2019-report/economy/strong- development-clear-plans-for-infrastructure-improvement-and-rural-road-rehabilitation- provide-promise-and-attract-investors. Accessed 11 Mar. 2025.",
    "source": "LCA_pdf_1.pdf"
  }
]